Repository: ntnguyenmba/salonboothmath
Catalog: ios/SalonBoothMath/Localizable.xcstrings
Source language: en
Languages: es, vi

# onboarding.trade.title
source: What do you do?
es: ¿A qué te dedicas?
vi: Bạn làm nghề gì?

# trade.nail
source: Nail
es: Uñas
vi: Làm móng

# trade.hair
source: Hair
es: Cabello
vi: Làm tóc

# trade.barber
source: Barber
es: Barbería
vi: Cắt tóc nam

# trade.esthetician
source: Esthetician
es: Estética
vi: Chăm sóc da

# onboarding.pay.title
source: How do you get paid?
es: ¿Cómo te pagan?
vi: Bạn nhận tiền theo kiểu nào?

# pay.booth
source: Booth rent
es: Renta de puesto
vi: Thuê chỗ

# pay.commission
source: Commission
es: Comisión
vi: Chia phần

# home.keepCut
source: You keep %d%% + tips
es: Te quedas con %d%% + propinas
vi: Bạn giữ %d%% + tiền boa

# rent.weekly
source: Booth rent
es: Renta del puesto
vi: Tiền thuê chỗ

# rent.orMonthly
source: Or enter monthly — we’ll split it
es: O ingresa el mes — lo dividimos
vi: Hoặc nhập theo tháng — ứng dụng sẽ chia ra

# rent.week
source: Week
es: Semana
vi: Tuần

# rent.month
source: Month
es: Mes
vi: Tháng

# commission.cut
source: Your service split
es: Tu parte de servicios
vi: Phần dịch vụ của bạn

# commission.tipsWho
source: Who keeps tips?
es: ¿Quién se queda con las propinas?
vi: Ai giữ tiền boa?

# tips.you
source: You
es: Tú
vi: Bạn

# tips.house
source: House/Owner
es: Salón/dueño
vi: Tiệm/chủ

# onboarding.done
source: Let’s see this week.
es: Veamos esta semana.
vi: Xem tuần này.

# onboarding.cta
source: Enter this week
es: Capturar esta semana
vi: Nhập tuần này

# home.thisWeek
source: This week
es: Esta semana
vi: Tuần này

# field.services
source: Services
es: Servicios
vi: Dịch vụ

# field.tipsCash
source: Cash tips
es: Propinas en efectivo
vi: Tiền boa bằng tiền mặt

# field.tipsCard
source: Card tips
es: Propinas con tarjeta
vi: Tiền boa qua thẻ

# field.supplies
source: Supplies
es: Insumos
vi: Đồ nghề / sản phẩm

# home.youTookHome
source: You take home
es: Te llevas
vi: Bạn còn lại

# home.save
source: Save week
es: Guardar semana
vi: Lưu tuần

# home.breakdown
source: Breakdown
es: Desglose
vi: Chi tiết

# home.share
source: Share
es: Compartir
vi: Chia sẻ

# br.gross
source: Total in
es: Total cobrado
vi: Tổng thu

# br.rent
source: Booth rent
es: Renta del puesto
vi: Tiền thuê chỗ

# br.houseCut
source: House cut
es: Parte del salón
vi: Phần tiệm

# br.cardFeesEst
source: Card fees (estimate)
es: Comisión de tarjeta (estimado)
vi: Phí thẻ (ước tính)

# br.supplies
source: Supplies
es: Insumos
vi: Đồ nghề / sản phẩm

# br.extra
source: Extra fees
es: Cargos extra
vi: Phí thêm

# br.takeHome
source: You take home
es: Te llevas
vi: Bạn còn lại

# br.taxReserve
source: Tax set-aside estimate
es: Reserva estimada para impuestos
vi: Ước tính để dành thuế

# br.rentHigh
source: Booth rent is taking %@ of this week’s total.
es: La renta del puesto representa %@ del total de esta semana.
vi: Tiền thuê chỗ đang chiếm %@ tổng thu tuần này.

# compare.title
source: Compare
es: Comparar
vi: So sánh

# compare.onBooth
source: Booth
es: Puesto
vi: Thuê chỗ

# compare.onCommission
source: Commission
es: Comisión
vi: Chia phần

# compare.note
source: This is this week only. Rent and percent come from Settings.
es: Solo esta semana. La renta y el porcentaje salen de Ajustes.
vi: Chỉ tuần này. Tiền thuê chỗ và phần trăm lấy từ Cài đặt.

# history.title
source: History
es: Historial
vi: Lịch sử

# history.lastFour
source: Last 4 weeks
es: Últimas 4 semanas
vi: 4 tuần gần nhất

# history.averageWeek
source: Average week
es: Promedio semanal
vi: Trung bình mỗi tuần

# history.averageHourly
source: Average hourly
es: Promedio por hora
vi: Trung bình mỗi giờ

# history.hours
source: hrs
es: h
vi: giờ

# settings.title
source: Settings
es: Ajustes
vi: Cài đặt

# settings.trade
source: What you do
es: A qué te dedicas
vi: Nghề của bạn

# settings.payModel
source: Pay setup
es: Configuración de pago
vi: Cài đặt cách nhận tiền

# settings.cardFee
source: Card fee %
es: % comisión de tarjeta
vi: % phí thẻ

# settings.pctCard
source: Services paid by card %
es: % de servicios pagados con tarjeta
vi: % dịch vụ thanh toán bằng thẻ

# settings.hours
source: Hours this week
es: Horas esta semana
vi: Số giờ tuần này

# settings.tax
source: Tax set-aside estimate
es: Reserva estimada para impuestos
vi: Ước tính để dành thuế

# settings.extraFees
source: Extra fees
es: Cargos extra
vi: Phí thêm

# settings.workerCardFees
source: Worker pays card fees
es: El trabajador paga las comisiones de tarjeta
vi: Thợ trả phí thẻ

# settings.disclaimer
source: Estimates only. Not tax, legal, or financial advice.
es: Solo estimaciones. No es asesoría fiscal, legal ni financiera.
vi: Chỉ là ước tính. Không phải tư vấn thuế, pháp lý hoặc tài chính.

# settings.save
source: Save settings
es: Guardar ajustes
vi: Lưu cài đặt

# settings.legal
source: Legal & Support
es: Legal y soporte
vi: Pháp lý & Hỗ trợ

# settings.privacy
source: Privacy Policy
es: Política de privacidad
vi: Chính sách quyền riêng tư

# settings.terms
source: Terms of Use
es: Términos de uso
vi: Điều khoản sử dụng

# settings.support
source: Contact Support
es: Contactar soporte
vi: Liên hệ hỗ trợ

# settings.restore
source: Restore Purchases
es: Restaurar compras
vi: Khôi phục mua hàng

# settings.about
source: About
es: Acerca de
vi: Giới thiệu

# settings.tagline
source: Simple money math for salon professionals
es: Cálculo claro para profesionales de salón
vi: Tính tiền gọn cho thợ làm đẹp

# legal.disclaimer
source: Calculations and tax reserve estimates are provided for informational purposes only and are not tax, accounting, financial, or legal advice.
es: Los cálculos y la reserva de impuestos son solo informativos. No son asesoría fiscal, contable, financiera ni legal.
vi: Số liệu và phần để dành thuế chỉ để tham khảo, không phải tư vấn thuế, kế toán, tài chính hoặc pháp lý.

# paywall.lifetimeTitle
source: Salon Booth Math Lifetime
es: Salon Booth Math de por vida
vi: Salon Booth Math trọn đời

# paywall.lifetimeBody
source: Keep every day you added. Look back later and compare booth, commission, and hybrid pay. One purchase. No subscription.
es: Conserva cada día que agregaste. Consulta el historial y compara puesto, comisión y modelo híbrido. Una compra. Sin suscripción.
vi: Giữ lại từng ngày bạn đã thêm. Xem lại lịch sử và so sánh thuê chỗ, chia phần và kiểu kết hợp. Mua một lần. Không đăng ký tháng.

# paywall.saveWeeks
source: Save every week
es: Guarda cada semana
vi: Lưu mỗi tuần

# paywall.viewHistory
source: View earnings history
es: Ver historial de ingresos
vi: Xem lịch sử thu nhập

# paywall.compareModels
source: Compare booth vs commission
es: Compara puesto vs. comisión
vi: So sánh thuê chỗ với chia phần

# paywall.once
source: One-time purchase. No subscription.
es: Compra única. Sin suscripción.
vi: Mua một lần. Không đăng ký tháng.

# paywall.unlockLifetime
source: Unlock Lifetime · %@
es: Desbloquear de por vida · %@
vi: Mở trọn đời · %@

# paywall.continueFree
source: Continue Free
es: Seguir gratis
vi: Tiếp tục miễn phí

# paywall.restore
source: Restore Purchase
es: Restaurar compra
vi: Khôi phục mua hàng

# widget.description
source: See what you take home this week without opening the app.
es: Mira cuánto te llevas esta semana sin abrir la app.
vi: Xem bạn còn lại bao nhiêu tuần này mà không cần mở ứng dụng.

# a11y.selected
source: Selected
es: Seleccionado
vi: Đã chọn

# a11y.takeHome %@
source: You take home %@
es: Te llevas %@
vi: Bạn còn lại %@

# br.yourTips
source: Your tips
es: Tus propinas
vi: Tiền boa của bạn

# br.houseTips
source: House/owner tips
es: Propinas del salón/dueño
vi: Tiền boa của tiệm/chủ

# settings.rentPeriod
source: Rent period
es: Periodo de renta
vi: Chu kỳ thuê

# settings.tipYou
source: You keep 100% of cash and card tips.
es: Tú te quedas el 100% de las propinas en efectivo y con tarjeta.
vi: Bạn giữ 100% tiền boa tiền mặt và qua thẻ.

# settings.tipHouse
source: The house/owner keeps 100% of cash and card tips.
es: El salón/dueño se queda el 100% de las propinas en efectivo y con tarjeta.
vi: Tiệm/chủ giữ 100% tiền boa tiền mặt và qua thẻ.

# settings.tipSplit
source: Cash and card tips are split 50-50 between you and the house.
es: Las propinas en efectivo y con tarjeta se parten 50-50 entre tú y el salón.
vi: Tiền boa tiền mặt và qua thẻ chia 50-50 giữa bạn và tiệm.

# unit.perHour
source: /hr
es: /h
vi: /giờ

# nav.menu
source: Menu
es: Menú
vi: Tùy chọn

# compare.verdictBooth
source: Booth leaves you %@ more this week.
es: El puesto te deja %@ más esta semana.
vi: Thuê chỗ để bạn còn nhiều hơn %@ tuần này.

# compare.verdictCommission
source: The split leaves you %@ more this week.
es: La parte te deja %@ más esta semana.
vi: Chia phần để bạn còn nhiều hơn %@ tuần này.

# compare.verdictHybrid
source: Hybrid leaves you %@ more this week.
es: El híbrido te deja %@ más esta semana.
vi: Kết hợp để bạn còn nhiều hơn %@ tuần này.

# compare.verdictTie
source: This week they pay the same.
es: Esta semana te pagan igual.
vi: Tuần này các kiểu trả bằng nhau.

# settings.aboutBody
source: See what you take home on booth rent, commission, or both.
es: Mira cuánto te llevas con renta de puesto, comisión o ambos.
vi: Xem bạn còn lại bao nhiêu khi thuê chỗ, chia phần, hoặc cả hai.

# settings.version
source: Version %@ (%@)
es: Versión %@ (%@)
vi: Phiên bản %@ (%@)

# settings.language
source: Language
es: Idioma
vi: Ngôn ngữ
